Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Films
ne: चलचित्र

source: Key Denotes films that have not yet been released
ne: सङ्केत </img> अहिलेसम्म रिलिज नभएको

source: Year Film Role Notes 2016 Dear Zindagi Kiddo 2017 Dear Maya Neil 2017 What Will People Say Amir Norwegian film 2018 Hichki Akshay 2019 The Sky Is Pink Ishaan Chaudhary 2020 Ludo TBA Post-production TBA Enge Andha Vaan TBA Tamil film
ne: बर्ष शीर्षक भूमिका टिप्पणी सन् २०१६ डियर जिन्दगी किड्डो सन् २०१७ डियर माया नील सन् २०१७ वाट विल पीपल से आमिर नर्वेजियन चलचित्र सन् २०१८ हिचकी अक्षय सन् २०१९ द स्काई इज पिङ्क ईशान चौधरी सन् २०२० लुडो </img> अघोषित पोष्ट-उत्पादन अघोषित एंगे अन्ध वान </img> अघोषित तमिल चलचित्र

source: Year Title Role Platform Notes 2012–2013 Best Friends Forever? Sahil Mehta Channel V India 2015 MTV Big F Gyan MTV India Episode 2: "Love Just Happens" 2020 Mismatched TBA Netflix Upcoming series
ne: बर्ष शीर्षक भूमिका माध्यम टिप्पणी सन् २०१२ - सन् २०१३ बेस्ट फ्रेन्ड्स फरेवर ? साहिल मेहता च्यानल भी भारत सन् २०१५ एमटीवी बिग एफ ज्ञान एमटीवी भारत भाग २: "लभ जस्ट ह्यपेन्स" सन् २०२० मिसम्याच्ड अघोषित नेटफ्लिक्स आगामी श्रृंखला

source: Rohit Suresh Saraf (born 8 December 1996) is an Indian actor who primarily works in Hindi films. He began his career on television and made his film debut with a supporting role in Dear Zindagi (2016). He went on to feature in the Norwegian film What Will People Say (2017), the comedy-drama Hichki (2018), and the biopic The Sky Is Pink (2019).
ne: रोहित सुरेश सराफ एक भारतीय अभिनेता हुन्, जो हिन्दी चलचित्रहरूमा देखिन्छन् । टेलिभिजनमा आफ्नो जीवनवृत्ति सुरु गरेका सराफले सन् २०१६ मा डियर जिन्दगीमा सहयोगी भूमिका खेलेर चलचित्रमा काम सुरु गरेका हुन् । उनले सन् २०१७ मा नर्वेजियन चलचित्र वाट विल पीपल से, सन् २०१८ मा हास्य ड्रामा चलचित्र हिचकी र सन् २०१९ मा बायोपिक चलचित्र द स्काई इज पिङ्कमा पनि खेले ।

source: Saraf was born on 8 December 1996.[1][2] He completed his early education at the Saint Francis D'Assisi High School and later graduated from St. Xavier's College.[3]
ne: सरफको जन्म ८ डिसेम्बर १९९६ मा भएको थियो ।[१][२] उनले आफ्नो प्रारम्भिक शिक्षा सेन्ट फ्रान्सिस डास्सिसी हाइ स्कुलमा पुरा गरी सेन्ट जेवियर कलेजबाट स्नातक तह पुरा गरे ।[]]

source: Saraf began his career as a dancer before venturing into acting with several television shows, including the Channel V teen drama Best Friends Forever?. He made his film debut as the younger brother of Alia Bhatt's character in the coming-of-age film Dear Zindagi (2016).[4] Saraf then played the cousin of the lead character in the Norwegian drama What Will People Say, which was selected as the Norwegian entry for the Best Foreign Language Film at the 91st Academy Awards.[5][6]
ne: सराफले च्यानल भीको बेस्ट फ्रेन्ड्स फरेवर ? लगायत अन्य टेलिभिजन शृंखलामा काम गर्नु अगाडि उनी नृत्यमा संलग्न थिए । उनले सन् २०१६ मा डियर जिन्दगीमा आलिया भट्टको पत्रको भाइको भूमिका निभाए पछि चलचित्रमा देखिन थाले ।[१] सराफले त्यस पछि एकेडमी पुरस्कारको लागि मनोनित नर्वेजियन चलचित्र वाट विल पीपल सेमा प्रमुख पात्रकी सानीमाको छोराको भूमिका निर्वाह गरे ।[२][]]

source: In 2018, Saraf appeared in Yash Raj Films' comedy-drama Hichki, starring Rani Mukerji.[7] He then starred alongside Priyanka Chopra and Zaira Wasim in the biographical drama The Sky Is Pink (2019).[1] Reviewing the film for NDTV, Saibal Chatterjee wrote that Saraf "gives a solid account of himself" and Anna M. M. Vetticad of Firstpost opined that he "delivers a rock solid performance".[8][9]
ne: सन् २०१८ मा सराफ यशराज फिल्म्सले बनाएको हास्य ड्रामा चलचित्र हिचकीमा देखिए, जसमा रानी मुखर्जी प्रमुख पत्रको भूमिकामा थिइन् ।[१] सन् २०१९ मा उनी प्रियङ्का चोपडा र जायरा वसीमका साथ द स्काई इज पिङ्कमा देखिए,[२] जसमा उनको अभिनयलाई आलोचकहरूले पनि प्रशंसा गरे ।[]][]]

source: Saraf will next play a leading role opposite Anandhi in the Tamil romantic drama Enge Andha Vaan and appear alongside an ensemble cast in Anurag Basu's Ludo.[10][11] He will also star alongside Prajakta Koli in the Netflix romantic drama series Mismatched.[12]
ne: सराफ तमिल चलचित्र एंगे अन्ध वान र अनुराग बासुको लुडोमा देखिनेछन् ।[१][२] उनी प्राजक्ता कोलीसँग नेटफ्लिक्सको रोमान्टिक शृंखला मिसम्याच्डमा पनि खेल्नेछन् ।[]]

source: Social initiatives
ne: सामाजिक अभियानहरू

source: The UN and Goalkeepers Initiative
ne: दी युएन एण्ड गोलकीपर्स इनिशिएटिभ

source: Creators for Change
ne: क्रिएटर्स फर चेन्ज

source: Prajakta Koli is an Indian YouTube content creator who makes comedy sketch videos.[1] She is popularly known by her YouTube name "MostlySane". Her videos are focused mostly on observational comedy related to everyday life situations.[2]
ne: प्राजक्ता कोली एक भारतीय युट्युबर र ब्लगर हुन् ।[१] उनी युट्युबमा "मोस्टलीसेन" भनेर प्रसिद्ध छन् । उनका भिडियोहरूमा दैनिक जीवन र सामान्य स्थितिहरूलाई हास्य रूपमा प्रस्तुत गरिन्छ ।[२]

source: The creation of ASEAN was motivated by a common fear of communism.[29] The group achieved greater cohesion in the mid-1970s following a change in the balance of power after the end of the Vietnam War in 1975. The region's dynamic economic growth during the 1970s strengthened the organization, enabling ASEAN to adopt a unified response to Vietnam's invasion of Cambodia in 1979. ASEAN's first summit meeting, held in Bali, Indonesia in 1976, resulted in an agreement on several industrial projects and the signing of a Treaty of Amity and Cooperation, and a Declaration of Concord.
ne: आसियानको निर्माण साम्यवादको साझा डरले प्रेरित भएको थियो। [१] सन्‌ १९७० को दशकमा भियतनाम युद्ध समाप्त भएपछि शक्ति सन्तुलनमा परिवर्तन भएपछि यो समूहका देश बीचमा ठूलो सामंजस्य भयो। १९७० को दशकको अवधिमा यस क्षेत्रको गतिशील आर्थिक बृद्धिले संगठनलाई मजबुत बनायो र आआसियानलाई १९७९ मा कम्बोडियामा भएकोप भियतनामको आक्रमण विरुद्ध एकीकृत जवाफ दिन सक्षम बनायो। आसियान पहिलो शिखर सम्मेलन, सन् १९७६ मा बाली, इन्डोनेशियामा भएको थियो , धेरै औद्योगिक परियोजनाहरुको एउटा सम्झौता र एक को साइन परिणाम सौहार्द र सहयोग को सन्धि र कन्कर्ड को घोषणामा हस्ताक्षर भयो । शीत युद्धको अन्तले आसियान देशहरूमा क्षेत्रमा राजनीतिक ठूलो स्वतन्त्रता अभ्यास गर्न स्वतन्त्र भए र १९९० को दशक मा आसियान क्षेत्रीय व्यापार र सुरक्षा मुद्दाहरूमा एक अग्रणी आवाज रूपमा देखा । [२]

source: On 7 January 1984, Brunei became ASEAN's sixth member[31] and on 28 July 1995, Vietnam joined as the seventh member.[32] Laos and Myanmar (formerly Burma) joined two years later on 23 July 1997.[33] Cambodia was to join at the same time as Laos and Myanmar, but an internal political struggle delayed its entry. It then joined on 30 April 1999 following the stabilization of its government.[33][34]
ne: ७ जनवरी १९८४ मा, ब्रुनाई आसियानको छैठौं सदस्य बन्यो [१] र २ 28 जुलाई १९९५ मा मा भियतनाम सातौं सदस्यको रूपमा आसियानमा जोडियो । [२] लाओस र म्यानमार (पहिले बर्मा) दुई वर्ष पछि २३ जुलाई १९९७ मा आसियानमा सामेल भए। []] कम्बोडिया, लाओस र म्यानमार संग एकै साथ संयुक्त रुपमा सम्मिलित हुनेवाला थियो, तर आन्तरिक राजनीतिक संघर्ष कम्बोडियाको प्रवेशमा ढिलाइ भयो। ३० अप्रिल १९९९ मा सरकारको स्थायित्व पछी कम्बोडिया यो त्यसपछि 30० अप्रिल १ 1999 1999। मा यसको सरकारको स्थिरतामा सामेल भयो। []] []]

source: In 2006, ASEAN was given observer status at the United Nations General Assembly.[35] In response, the organisation awarded the status of "dialogue partner" to the UN.[36]
ne: सन् २००६ मा , आसियानलाई संयुक्त राष्ट्र महासभामा पर्यवेक्षकको दर्जा दिइयो। [१] यसको प्रतिक्रियामा यस संस्थाले संयुक्त राष्ट्र संघलाई "संवाद साझेदार" को मान्यता प्रदान गर्‍यो। [२]

source: ASEAN Plus Three and ASEAN Plus Six
ne: एशियान प्लस तीन र एशियान प्लस छ

source: The Association of Southeast Asian Nations[1] (ASEAN; /ˈɑːsiɑːn/ AH-see-ahn,[18] /ˈɑːziɑːn/ AH-zee-ahn)[19][20] is a regional intergovernmental organization comprising ten countries in Southeast Asia, which promotes intergovernmental cooperation and facilitates economic, political, security, military, educational, and sociocultural integration among its members and other countries in Asia.
ne: दक्षिणपूर्वी दक्षिण पुर्वी एसियाली राष्ट्रहरुको संगठन [1] (आसियान; /ɑː को म ɑː N / AH -see-ahn, [2] /ɑː Z म N ɑː / AH -zee-ahn ) [3] [4] दक्षिणपूर्वी एशियाका दश देशहरू मिलेर बनेको क्षेत्रीय अन्तरसरकारी संस्था हो, जसले अन्तरसरकारी सहयोगलाई बढावा दिन्छ र यसका सदस्यहरू र एसियाका अन्य देशहरूबीच आर्थिक, राजनीतिक, सुरक्षा, सैन्य, शैक्षिक, र सामाजिक सांस्कृतिक एकताको सुविधा प्रदान गर्छ ।

source: ASEAN members by Human Development Index[110] Country HDI (2018) Singapore 0.935 (highest) very high Brunei 0.845 very high Malaysia 0.804 very high Thailand 0.765 high ASEAN 0.723 (average) high Philippines 0.712 high Indonesia 0.707 high Vietnam 0.694 medium Laos 0.604 medium Myanmar 0.584 medium Cambodia 0.581 (lowest) medium
ne: आसियान सदस्यहरू मानव विकास सूचकांक [१] देश HDI (2018) सिंगापुर ०.9 3535 (उच्च) धेरै माथि ब्रुनेई ०.845 धेरै माथि मलेशिया ०.80804 धेरै माथि थाईल्यान्ड ०.765 उच्च आसियान ०.7२ ((औसत) उच्च फिलिपिन्स ०.7१२ उच्च इन्डोनेसिया ०.70०7 उच्च भियतनाम ०..6 4 मध्यम लाओस ०.60०4 मध्यम म्यानमार ०.8484 मध्यम कम्बोडिया ०.8११ (सब भन्दा कम) मध्यम

source: ASEAN was preceded by an organisation formed on 31 July 1961 called the Association of Southeast Asia (ASA), a group consisting of Thailand, the Philippines, and the Federation of Malaya. ASEAN itself was created on 8 August 1967, when the foreign ministers of five countries: Indonesia, Malaysia, the Philippines, Singapore, and Thailand, signed the ASEAN Declaration. As set out in the Declaration, the aims and purposes of ASEAN are to accelerate economic growth, social progress, and cultural development in the region, to promote regional peace, collaboration and mutual assistance on matters of common interest, to provide assistance to each other in the form of training and research facilities, to collaborate for better utilization of agriculture and industry to raise the living standards of the people, to promote Southeast Asian studies and to maintain close, beneficial co-operation with existing international organisations with similar aims and purposes.[27][28]
ne: आसियानको गठनको पहल ३१ जुलाई १९६१ मा थाईल्याण्ड, फिलिपिन्स र मलाइयाको संघको समूह भएको एसोसिएशन अफ साउथ ईस्ट एशिया ( एएसए ) बाट भएको थियो। आसियानको निर्माण ८ अगस्ट १९६७ मा भएको थियो जहाँ, जब इन्डोनेसिया, मलेसिया, फिलिपिन्स, सिंगापुर र थाइल्याण्ड पाँच देशका विदेश मन्त्रीहरू लेआसियान घोषणा पत्रमा हस्ताक्षर गरे। घोषणापत्रमा उल्लेख भए अनुसार आसियानको उद्देश्य र उद्देश्यहरू यस क्षेत्रमा आर्थिक बृद्धि, सामाजिक प्रगति र सांस्कृतिक विकासको गति बढाउनु, क्षेत्रीय शान्ति, सहयोग र साझा चासोका विषयहरूमा आपसी सहयोगलाई एकअर्कालाई सहयोग पुर्‍याउनु हो। प्रशिक्षण र अनुसन्धान सुविधाहरूको रूपमा, जनताको जीवनस्तर उकास्न, कृषि र उद्योगको राम्रो उपयोगको लागि सहयोग पुर्‍याउन, दक्षिणपूर्व एशियाली अध्ययनलाई प्रोत्साहित गर्न र समान उद्देश्यहरू र उद्देश्यहरू भएका अवस्थित अन्तर्राष्ट्रिय संस्थाहरूसँग नजिक, लाभदायक सहयोग कायम गर्न। । [१] [२]

source: Philippine President Rodrigo Duterte poses for a photo with the ASEAN foreign ministers during the 50th anniversary of the group's foundation on 8 August 2017.
ne: फिलिपिन्सका राष्ट्रपति रोड्रिगो दुतेर्ते अगस्ट २०१ 2017 मा समूहको जगत् ५० औं वार्षिकोत्सवको बेला आसियानका विदेश मन्त्रीहरूसँग फोटो खिच्दै ।

source: Rodrigo Roa Duterte (/duːˈtɜːrtə/; Tagalog: [roˈdɾigo ɾowa dʊˈtɛɾtɛ] (listen); born March 28, 1945), also known as Digong and Rody,[8] is a Filipino politician who is the 16th and incumbent President of the Philippines and the first from Mindanao to hold the office.[9][10][11][12] He is the chairperson of PDP–Laban, the ruling political party in the Philippines. Duterte took office at age 71 on June 30, 2016, making him the oldest person to assume the Philippine presidency; the record was previously held by Sergio Osmeña at the age of 65.[13]
ne: रोड्रिगो रोवा दुतेर्ते ( जन्म २८ मार्च १९४५ ), [1] को छ जो एक फिलिपिनी राजनीतिज्ञ हुन् र फिलिपिन्स का १६ औ तथा पदासिन राष्ट्रपति हुन् । [२] []] []] []] उनी फिलिपिन्समा सत्ताधारी राजनीतिक पार्टी पीडीपी लाबानका अध्यक्ष हुन्। डुटेर्टे सबैभन्दा अधिक उमेरमा राष्ट्रपति सम्हाल्ने व्यक्ति हुन् ।उनले ७१ वर्षको उमेरमा २०१६ मा राष्ट्रपति भए । यस भन्दा अघि सर्जियो ओस्मेना द्वारा ६५ वर्षको उमेरमा सबैभन्दा पाको राष्ट्रपति बनेका थिए। []]

source: War on Drugs
ne: ड्रग्स विरूद्धको युद्ध

source: On May 9, 2016, Duterte won the Philippine presidential election with 39% of the votes, defeating four other candidates, namely Mar Roxas[1] of the Liberal Party (23.5%), Senator Grace Poe (21.4%), former vice president Jejomar Binay of the United Nationalist Alliance (12.7%), and the late Senator Miriam Defensor Santiago of the People's Reform Party (3.4%).[30] During his campaign, he promised to kill tens of thousands of criminals and end crime within six months.[31][32][33] His domestic policy has focused on combating the illegal drug trade by initiating the Philippine Drug War. According to the Philippine National Police the death total passed 7,000 in January 2017, after which the police stopped publishing data.[34] Following criticism from United Nations human rights experts that extrajudicial killings had increased since his election, Duterte threatened to withdraw the Philippines from the UN and form a new organization with China and African nations.[35] He has declared his intention to pursue an "independent foreign policy",[36] and sought to distance the Philippines from the United States and European Union and pursue closer ties with China and Russia.
ne: ९ मे, २०१६ मा, डुतेर्तेले ३९ % मत ल्याई २०१६ को फिलिपिनी राष्ट्रपतीय निर्वाचनमा विजयी बने। अन्य चार उम्मेद्वारहरु लिबरल पार्टीका म्याक्स रोक्सास [१], सेनेटर ग्रेस पो (२१.४%), पूर्व उप राष्ट्रपति संयुक्त राष्ट्रवादी गठबन्धन (१२.७%) का जेजमार विनय, र जन सुधार पार्टी का दिवंगत सेनेटर मिरियम डिफेन्सर स्यान्टियागो(३.४%) । [२] आफ्नो अभियानको क्रममा उनले दशौं हजार अपराधीलाई मार्ने र छ महिना भित्र अपराध अन्त्य गर्ने वाचा गरे। []] []] []] उनको घरेलु नीति फिलिपिन्स ड्रग युद्ध शुरू गरेर अवैध लागूपदार्थको व्यापार विरुद्ध लड्ने मा केन्द्रित छ। फिलिपिन्स नेशनल पुलिसका अनुसार मृत्यु २०१७ जनवरी मा ७,००० को हत्या भएको थियो, जस पछि पुलिसले डाटा प्रकाशन गर्न बन्द गरे। []] संयुक्त राष्ट्र मानवअधिकार विज्ञहरुको आलोचना पछि उनी निर्वाचित भए पछि न्यायिक हत्या बढेको थियो, डुटेर्टेले फिलिपिन्स संयुक्त राष्ट्रबाट बाहिरिने र चीन र अफ्रिकी राष्ट्रहरु संग एक नयाँ संगठन गठन गर्ने धम्की दिए । []] उनले "स्वतन्त्र परराष्ट्र नीति"को अनुसरण गर्ने आफ्नो इरादा घोषणा गरेको थिए, []] र फिलिपिन्सलाई संयुक्त राज्य र युरोपियन युनियनबाट टाढा राख्न र चीन र रसियासँग घनिष्ट सम्बन्ध बनाउन खोजेका थिए।

source: He wrote the best selling books 'Prayogshala and 'The Nepal Nexus', and edited a book on Nepal Army's reform. He lives with his wife, Kalpana Dhakal (CEO of Kitab Publishers and former journalist/news presenter) & son, Saumik Sharma In Lalitpur, Nepal. Sharma grew up in the town of Dhulabari in Jhapa District, becoming an exceptionally high-achieving and studious.
ne: सुधीर शर्मा एक लेखक र पत्रकार हुन्। उनी सन् २००८ देखि २०१८ सम्म र २०१९ देखि हाल सम्म नेपालको सर्वाधिक बिक्री हुने दैनिक कान्तिपुरको प्रधान - सम्पादक हुन्। उनले सर्वाधिक बिक्री पुस्तक 'प्रयागशाला र' नेपाल नेक्सस 'लेखेका थिए र नेपाली सेनाको सुधारसम्बन्धी पुस्तक सम्पादन गरेका थिए। उनी आफ्नी श्रीमती कल्पना ढकाल (किताब प्रकाशकका सीईओ र पूर्व पत्रकार / समाचार प्रस्तुतकर्ता) र छोरा सौमिक शर्मासँग नेपालको ललितपुरमा बस्छन्। शर्मा झापा जिल्लाको धुलाबारी सहरमा हुर्केका थिए, एक असाधारण उच्च-प्राप्ति र अध्ययनशील भए। उनी १६ वर्षको उमेरमा काठमाडौं आए र प्रगतिका लागि कडा परिश्रम गर्नुपर्‍यो। उनले अहिले धेरै वर्षदेखि संघर्ष गरे।

source: Nawaraj Silwal is a Nepalese Politician, former DIG of Nepal Police and serving as the Member Of House Of Representatives (Nepal) elected from Lalitpur-1, Province No. 3.[1][2] He is member of the Nepal Communist Party.[3]
ne: नवराज सिलवाल एक नेपाली राजनीतिज्ञ हुन्, उनी नेपाल पुलिसका पूर्व डीआईजी थिए र ललितपुर -क्षेत्र नं १ बाट निर्वाचित प्रतिनिधि सभा का सदस्यको रूपमा सेवा गरिरहेका छन्। [१] [२] उनी नेपाल कम्युनिष्ट पार्टीको सदस्य हुन्। []]

source: In economics, a free market is a system in which the prices for goods and services are self-regulated by the open market and by consumers. In a free market, the laws and forces of supply and demand are free from any intervention by a government or other authority, and from all forms of economic privilege, monopolies and artificial scarcities.[1] Proponents of the concept of free market contrast it with a regulated market in which a government intervenes in supply and demand through various methods such as tariffs used to restrict trade and to protect the local economy. In an idealized free-market economy, prices for goods and services are set freely by the forces of supply and demand and are allowed to reach their point of equilibrium without intervention by government policy.
ne: अर्थशास्त्र मा, स्वतन्त्र बजार बजार भनेको एक प्रणाली हो जसमा सामान र सेवाहरु को मूल्यहरु खुल्ला बजार र उपभोक्ताहरु द्वारा निर्धारण हुन्छ। स्वतन्त्र बजारमा कानून र आपूर्ति र मागको शक्तिहरू कुनै सरकार वा अन्य अधिकारिक द्वारा कुनै पनि हस्तक्षेपबाट मुक्त हुन्छन् र सबै प्रकारका आर्थिक सुअवसर, एकाधिकार र कृत्रिम अभावबाट मुक्त हुन्छ। [१] स्वतन्त्र बजारको अवधारणा को पक्षधरहरू एक साथ विपरीत बिचार पनि राख्छन् कि यो नियमन बजार हो जसमा सरकारले विभिन्न बिधी तरिका बाट माग र पूर्तिलाई हस्तक्षेप हुन्छ जस्तै व्यापार प्रतिबन्ध गर्न र स्थानीय अर्थव्यवस्था रक्षा गर्न प्रयोग शुल्क लगाइन्छ। एक आदर्श नि: शुल्क-बजार अर्थव्यवस्थामा, सामान र सेवाहरू लागि मूल्यहरू आपूर्ति र माग द्वारा निर्धारण हुन्छ र सरकार नीतिको द्वारा हस्तक्षेप बिना आफ्नो बिन्दु पुग्न अनुमति संतुलन ।

source: Supply and demand
ne: माग र आपुर्ती

source: Critics of the free market have argued that in real world situations it has proven to be susceptible to the development of price fixing monopolies.[32] Such reasoning has led to government intervention, e.g. the United States antitrust law.
ne: स्वतन्त्र बजारका आलोचकहरूले यो तर्क प्रस्तुत गर्छन् कि "वास्तविक विश्व परिस्थितिमा "यो मूल्य निर्धारण एकाधिकारको विकासमा अति संवेदनशील साबित भएको छ"। [१] यस्तो तर्कले सरकारी हस्तक्षेपलाई निम्त्याएको छ, जस्तै संयुक्त राज्य अमेरिकाको एन्टीट्रस्ट कानून ।

source: The Free Market Monument Foundation defines the principles of a free market as such:[8]
ne: "फ्रि मार्केट स्मारक फाउन्डेशन"ले स्वतन्त्र बजारका सिद्धान्तहरूलाई यसरी परिभाषित गर्दछ: [१]

source: Individual rights: "We are each created with equal individual rights to control and to defend our life, liberty and property and to voluntary contractual exchange." Limited government: "Governments are instituted only to secure individual rights, deriving their just powers from the consent of the governed." Equal justice under law: "Government must treat everyone equally; neither rewarding failure nor punishing success."
ne: व्यक्तिगत अधिकार: "हामी प्रत्येकलाई आफ्नो जीवन, स्वतन्त्रता र सम्पत्ति र स्वैच्छिक संविदात्मक आदानप्रदानको अधिकार र अधिकारको लागि समान व्यक्तिगत अधिकारको साथ सिर्जना गरिएको हो।" सीमित सरकार: "सरकारहरू केवल व्यक्तिगत अधिकार सुरक्षित गर्न स्थापना गरिएका हुन्छन्, शासितहरुको सहमतिबाट उनीहरूको न्यायोचित अधिकारहरू लिन्छन्।" कानून अन्तर्गत समान न्याय: "सरकारले सबैलाई समान व्यवहार गर्नुपर्दछ; न असफलतालाई पुरस्कृत गर्ने न सफलतालाई सजाय दिने"। सब्सिडीएरिटी: "सरकारी अधिकार न्यूनतम व्यवहार्य स्तरमा रहनु पर्छ।" सहज आदेश: "जब व्यक्तिगत अधिकारलाई सम्मान दिइन्छ, अनियमित प्रतिस्पर्धाले न्यून लागतमा सम्भव भएसम्म धेरै वस्तुहरू र सेवाहरू प्रदान गरेर समाजको लागि आर्थिक लाभ अधिकतम गर्दछ।" सम्पत्ति अधिकार: "निजी स्वामित्व भनेको संसाधनहरूको स्थायी उपयोग गर्ने सबैभन्दा प्रभावकारी तरीका हो।" सुनौलो नियम: "अरूसँग इमान्दारीसाथ व्यवहार गर्नुहोस् र बदलामा इमान्दारी हुनु पर्छ।"

source: Aramco compound in Saudi Arabia, 1954
ne: सउदी अरब, १९५४ मा Aramco कम्पाउन्ड

source: Saudi Aramco (Arabic: أرامكو السعودية‎ ʾArāmkō al-Saʿūdiyyah), officially the Saudi Arabian Oil Company (formerly Arabian-American Oil Company), is a Saudi Arabian multinational petroleum and natural gas company based in Dhahran, Saudi Arabia.[6][7]
ne: साउदी आरामको ( Arabic ʾArāmkō al-Saʿūdiyyah आधिकारिक Saudi Arabian Oil Company (पूर्व Arabian-American Oil Company), दहरान, साउदी अरब मा मुख्यालय भएको एक साउदी बहुराष्ट्रिय पेट्रोलियम र प्राकृतिक ग्याँस हो । [१] [२]

source: It is one of the largest companies in the world by revenue. Saudi Aramco has both the world's second-largest proven crude oil reserves, at more than 270 billion barrels (4.3×1010 m3),[8] and largest daily oil production of all oil producing companies.[9][10]
ne: यो आम्दानीको हिसाबमा संसारको सबैभन्दा ठूलो कम्पनी हो । साउदी अरामको स्वामित्वमा विश्वको दोस्रो सबैभन्दा ठूलो प्रमाणित कच्चा तेल भण्डार, 270 छ [1] र सबै तेल उत्पादन कम्पनीहरुमा सबै भन्दा ठूलो दैनिक तेल उत्पादन पनि छ। [२] []]

source: 2019 drone attack
ne: २०१९ ड्रोन हमला

source: 2019 Initial public offering (IPO)
ne: २०१९ प्रारम्भिक सार्वजनिक प्रस्ताव (आईपीओ)

source: Board of directors
ne: संचालक समिति

source: On 9 April 2019, Aramco issued bonds collectively valued at US$12 billion.[14] Its first international bond issue received more than $100 billion in orders from foreign investors, which breaks all records for a bond issue by an emerging market entity.[15][16][14]
ne: ९ अप्रिल २०१९ मा, आरामको ले १२ अर्ब डलर सामूहिक मूल्य बराबरको ऋणपत्र जारी गर्यो । [१] यसको पहिलो अन्तर्राष्ट्रिय ऋणपत्रले विदेशी लगानीकर्ताहरूबाट १०० अरब डलर भन्दा बढी प्राप्त गर्‍यो, जसले एक उदीयमान बजार संस्थाले एक ऋणपत्र जारीको लागि सबै रेकर्डहरू तोड्यो। [२] []] [१]

source: On Wednesday, 12 June 2019, Aramco reported its net income at $111.1 billion in 2018 compared to $75.9 billion in 2017, with total revenues at $355.9 billion in 2018.[17]
ne: बुधवार, १२ जुन २०१९ मा, अरामको ले २०१८ मा खुद आय १११.१ अर्ब डलर भएको जनाएको थियो जुन २०१७ मा ७५.९ अर्ब डलर थियो, जसमा २०१८ मा कुल आम्दानी ३५५.९ अर्ब डलर भएको थियो । [१]

source: Sometimes soft loans provide other concessions to borrowers, such as long repayment periods or interest holidays. Soft loans are usually provided by governments to projects they think are worthwhile. The World Bank and other development institutions provide soft loans to developing countries.
ne: सरल ऋण (नरम ऋण) [१] बजारको ब्याजदर भन्दा काम ब्याजडर सहितको ऋण हो । यसलाई नरम वित्तको रूपमा पनि चिनिन्छ। सरल ऋण प्राय: जसो सरकारहरूले उनीहरूलाई उचित लाग्ने परियोजनाहरुमा प्रदान गरिन्छ। विश्व बैंक र अन्य विकास संस्थाहरूले विकासोन्मुख देशहरूलाई सरल ऋण प्रदान गर्छन्।

source: An example of a soft loan is China's Export-Import Bank, which gave a $2 billion soft loan to Angola in October 2004 to help build infrastructure. In return, the Angolan government gave China a stake in oil exploration off the coast.[3] Another example is the interest free soft loan of Rs. 20 billion given by the Asian Development Bank (ADB) to the government of West Bengal (India) on the condition that it be used for health, education and developing infrastructure, and that the government would implement 16 economic reforms.[4]
ne: सरल ऋण को एक उदाहरण चीनको एक्सपोर्ट-इम्पोर्ट बैंक ले अक्टोबर २००४ मा पूर्वाधार निर्माण गर्न सहयोग पुर्‍याउन अंगोलालाई २ अर्ब डलरको सरल ऋण दिए। यसको बदलामा अंगोला सरकारले चीनलाई समुद्रको किनारमा भएको तेलको अन्वेषणमा भाग लिन दियो। [१] अर्को उदाहरण हो एसियाली विकास बैंक (एडीबी) द्वारा पश्चिम बंगाल सरकारलाई (भारत) लाई स्वास्थ्य, शिक्षा र विकासको पूर्वाधारका लागि प्रयोग गरिने र सरकारले १६ आर्थिक सुधार लागू गर्ने शर्तमा २० अर्ब भारतीय विनियोजन गरेको छ। [२]

source: The term open market is used generally to refer to an economic situation close to free trade. In a more specific, technical sense, the term refers to interbank trade in securities.
ne: खुला बजार भन्ने शव्द साधारणतया स्वतन्त्र व्यापारको नजिकको आर्थिक अवस्थालाई जनाउन प्रयोग गरिन्छ। अधिक विशिष्ट, प्राविधिक अर्थमा, प्रतिभूतिमा यस शब्दले अन्तरब्याङ्क व्यापारलाई जनाउँछ ।

source: Free market Money market Open Market (an early ecommerce company)
ne: स्वतन्त्र बजार पैसा बजार ओपन मार्केट(एक प्रारम्भिक ईकमर्स कम्पनी)
